Repository: PululuK/Prestashop-ZOneTheme
Catalog: translations/*/ShopThemeCheckout.*.xlf
Languages: pt_pt

source: Product successfully added to your shopping cart
pt_pt: Produto adicionado com sucesso ao seu carrinho de compras

source: Quantity:
pt_pt: Quantidade:

source: There are %products_count% items in your cart.
pt_pt: Existem %products_count% artigos no seu carrinho de compras.

source: There is %product_count% item in your cart.
pt_pt: Existe %product_count% artigo no seu carrinho de compras.

source: Total products:
pt_pt: Total de produtos:

source: Total shipping:
pt_pt: Total de envios:

source: Shopping Cart
pt_pt: Carrinho de compras

source: There are no more items in your cart
pt_pt: Não existem mais artigos no seu carrinho de compras

source: Discount
pt_pt: Desconto

source: Gift wrapping
pt_pt: Papel de embrulho

source: Shipping and handling
pt_pt: Envio e manuseamento

source: Tax
pt_pt: IVA

source: Total paid
pt_pt: Total pago

source: Shipping
pt_pt: Envio

source: Included taxes
pt_pt: Impostos incluídos

source: Taxes
pt_pt: IVA

source: Total (tax incl.)
pt_pt: Total (com IVA)

source: Total (tax excl.)
pt_pt: Total (sem IVA)

source: 1 item
pt_pt: 1 artigo

source: %d items
pt_pt: %d artigos

source: A minimum shopping cart total of %amount% (tax excl.) is required to validate your order. Current cart total is %total% (tax excl.).
pt_pt: É necessária uma compra total mínima de %1s (sem IVA) para validar a sua encomenda. O total atual da compra é de %2s (sem IVA).

source: My Address
pt_pt: O meu endereço

source: I agree to the [terms of service] and will adhere to them unconditionally.
pt_pt: Concordo com os [termos do serviço] e aceito-os incondicionalmente.

source: Personal Information
pt_pt: Informações pessoais

source: (additional cost of %giftcost% %taxlabel%)
pt_pt: (custos adicionais de %giftcost%%taxlabel%)

source: I would like my order to be gift wrapped %cost%
pt_pt: Gostaria que a minha encomenda fosse embrulhada como um presente %cost%

source: %s tax incl.
pt_pt: %$s c/IVA

source: %s tax excl.
pt_pt: %s sem IVA

source: Tax included
pt_pt: Com IVA

source: Tax excluded
pt_pt: Sem IVA

source: Free shipping
pt_pt: Entrega grátis

source: Guest order tracking
pt_pt: Acompanhamento da encomenda do visitante

source: Free
pt_pt: Grátis

source: The minimum purchase order quantity for the product is %quantity%.
pt_pt: A quantidade mínima de encomenda deste produto é %quantity%.

source: Use this address for invoice too
pt_pt: Utilizar também esta morada para faturação

source: Gift
pt_pt: Presente

source: Have a promo code?
pt_pt: Tem um código de desconto?

source: Promo code
pt_pt: Código promocional

source: Create an account
pt_pt: Criar uma conta

source: (optional)
pt_pt: (opcional)

source: And save time on your next order!
pt_pt: E poupe tempo na sua próxima encomenda!

source: Order items
pt_pt: Artigos da encomenda

source: Please check your order before payment
pt_pt: Verifique a sua encomenda antes de efetuar o pagamento respetivo

source: Addresses
pt_pt: Endereços

source: Your Delivery Address
pt_pt: O seu endereço de entrega

source: Shipping Method
pt_pt: Método de envio

source: Your Invoice Address
pt_pt: O seu endereço de faturação

source: Shipping Address
pt_pt: Endereço de envio

source: The selected address will be used both as your personal address (for invoice) and as your delivery address.
pt_pt: O endereço selecionado será utilizado como endereço pessoal (para faturação) e como endereço de entrega.

source: The selected address will be used as your personal address (for invoice).
pt_pt: O endereço selecionado será utilizado como o seu endereço pessoal (para faturação).

source: Billing address differs from shipping address
pt_pt: O endereço de faturação é diferente do endereço de envio

source: Selected
pt_pt: Selecionado

source: Unfortunately, there are no payment method available.
pt_pt: Infelizmente, não existe nenhum método de pagamento disponível.

source: By confirming the order, you certify that you have read and agree with all of the conditions below:
pt_pt: Ao confirmar a encomenda, garante que leu e que concorda com todas as condições seguintes:

source: Order with an obligation to pay
pt_pt: Encomenda com pagamento obrigatório

source: Please make sure you've chosen a [1]payment method[/1] and accepted the [2]terms and conditions[/2].
pt_pt: Certifique-se de que escolheu um [1]método de pagamento[/1] e que aceitou os [2]termos e as condições[/2].

source: If you sign out now, your cart will be emptied.
pt_pt: Se terminar sessão agora, o seu carrinho de compras será esvaziado.

source: Order as a guest
pt_pt: Encomendar como convidado

source: If you would like to add a comment about your order, please write it in the field below.
pt_pt: De desejar incluir uma nota sobre a sua encomenda, por favor escreva no campo seguinte.

source: I would like to receive my order in recycled packaging.
pt_pt: Desejo receber a minha encomenda embrulhada em papel reciclado.

source: If you'd like, you can add a note to the gift:
pt_pt: Se desejar, poderá adicionar uma nota ao Presente:

source: Unfortunately, there are no carriers available for your delivery address.
pt_pt: Infelizmente, não existem transportadoras disponíveis para efetuar a entrega no seu endereço.

source: Your order is confirmed
pt_pt: A sua encomenda foi confirmada

source: An email has been sent to your mail address %email%.
pt_pt: Foi enviado um e-mail para o seu endereço de e-mail %email%.

source: You can also [1]download your invoice[/1]
pt_pt: Também pode [1]descarregar a sua fatura[/1]

source: Order details
pt_pt: Detalhes da encomenda

source: Order reference: %reference%
pt_pt: Referência da encomenda: %reference%

source: Payment method: %method%
pt_pt: Método de pagamento: %method%

source: Shipping method: %method%
pt_pt: Método de envio: %method%

source: Save time on your next order, sign up now
pt_pt: Poupe tempo na sua próxima visita e registe-se agora

source: Code
pt_pt: Código

source: Description
pt_pt: Descrição

source: Quantity
pt_pt: Quantidade

source: Value
pt_pt: Valor

source: Minimum
pt_pt: Mínimo

source: Cumulative
pt_pt: Cumulativo

source: Expiration date
pt_pt: Data de validade

source: Order reference
pt_pt: Referência da encomenda

source: Date
pt_pt: Data

source: Total price
pt_pt: Preço total

source: Payment
pt_pt: Pagamento

source: Status
pt_pt: Estado

source: Invoice
pt_pt: Fatura

source: Carrier
pt_pt: Transportadora

source: Payment method
pt_pt: Método de pagamento

source: Delivery address %alias%
pt_pt: Morada de entrega %alias%

source: Invoice address %alias%
pt_pt: Morada de faturação %alias%

source: Weight
pt_pt: Peso

source: Shipping cost
pt_pt: Custo de Envio

source: Tracking number
pt_pt: Número de rastreamento
